Repository: UnigramDev/Unigram
Catalog: Telegram/Strings/*/Resources.resw
Source language: en
Languages: cs, he, hr, hu, nb, sk, sr_cyrl

source: Change Password
cs: Změnit heslo
he: שנה סיסמה
hr: Promijeni lozinku
hu: Jelszó megváltoztatása
nb: Endre passord
sk: Zmena hesla
sr_cyrl: Промени лозинку

# ChangePhoneHelp
source: Your new number will receive a confirmation code via call or SMS.
cs: Pošleme Vám SMS s ověřovacím kódem na Vaše nové číslo.
he: המספר החדש שלך יקבל קוד אימות בSMS.
hr: Vaš novi broj primit će kod za potvrdu preko poziva ili SMS-a.
hu: Az új telefonszámra hívás vagy SMS útján kapsz egy megerősítő kódot.
nb: Ditt nye nummer vil motta en bekreftelseskode via anrop eller SMS.
sk: Vaše nové číslo dostane potvrdzovací kód pomocou hovoru alebo SMS.
sr_cyrl: Ваш нови број ће добити кôд за потврду путем позива или SMS-а.

# ChangePhoneNewNumber
source: New Number
cs: Nové číslo
he: מספר חדש
hr: Novi broj
hu: Új telefonszám
nb: Nytt nummer
sk: Nové telefónne číslo
sr_cyrl: Нови број

source: Change Phone Number
cs: Změnit telefonní číslo
he: שנה מספר טלפון
hr: Promijenite broj telefona
hu: Telefonszám módosítása
nb: Endre telefonnummer
sk: Zmeniť telefónne číslo
sr_cyrl: Промените број телефона

# ChangePhoneNumberInfo
source: Move your account, chats and media to a new number.
cs: Přesune Váš účet, konverzace a média na nové číslo.
he: העבר את החשבון, הצ'אטים והמדיה שלך למספר חדש.
hr: Prebacite kontakte, razgovore i medijske datoteka na novi broj.
hu: Helyezd át a névjegyeid, csoportjaid, üzeneteid és a médiákat egy másik telefonszámra!
nb: Flytt kontoen din, samtalene og mediefilene dine til et nytt nummer.
sk: Presuňte váš účet, konverzácie a médiá na nové telefónne číslo.
sr_cyrl: Преместите налог, ћаскања и медије на нови број.

# ChangePhoneNumberOccupied
source: The number {0} is already connected to a Telegram account. Please delete that account before using this number.
cs: Číslo {0} je úspěšně přiřazeno k účtu na Telegramu. Prosím smažte tento účet před použitím tohoto číslo.
he: המספר ⁨{0}⁩ כבר מחובר לחשבון טלגרם. מחק את החשבון הזה לפני השימוש במספר זה.
hr: Broj {0} je već spojen s Telegram računom. Izbrišite taj račun prije korištenja ovog broja.
hu: A {0} szám már csatlakoztatva van egy Telegram fiókhoz. Kérlek, töröld azt a fiókot, mielőtt használnád ezt a számot.
nb: Nummeret {0} er allerede knyttet til en Telegram-konto. Vennligst slett den kontoen før du tar i bruk dette nummeret.
sk: Telefónne číslo {0} už je priradené k účtu na Telegrame. Pred použitím tohto čísla odstráňte tento účet.
sr_cyrl: Број {0} је већ повезан са Telegram налогом. Избришите тај налог пре коришћења овог броја.

source: Change Recovery Email
cs: Změnit záchranný email
he: שנה דוא"ל לשחזור
hr: Promijeni e-poštu za oporavak
hu: Visszaállító e-mail cím módosítása
nb: Endre e-post for gjenoppretting
sk: Zmeniť e-mail pre obnovu hesla
sr_cyrl: Промени е-пошту за опоравак

# ChannelAddAdmin
source: Add Admin
cs: Přidat správce
he: הוסף מנהל
hr: Dodaj administratora
hu: Admin hozzáadása
nb: Legg til admin
sk: Pridať správcu
sr_cyrl: Додај администратора

# ChannelAddedBy
source: un1 added you to this channel
cs: un1 Vás přidal/a do tohoto kanálu
he: ⁨un1⁩ הוסיף/ה אותך לערוץ
hr: un1 vas dodaje u ovaj kanal
hu: un1 hozzáadott ehhez a csatornához
nb: un1 la deg til i denne kanalen
sk: un1 Vás pridal/a do tohto kanála
sr_cyrl: un1 вас је додао/ла на овај канал

# ChannelAddException
source: Add Exception
cs: Přidat výjimku
he: הוסף חריג
hr: Dodaj iznimku
hu: Kivétel hozzáadása
nb: Legg til unntak
sk: Pridať výnimku
sr_cyrl: Додај изузетак

# ChannelAddMembers
source: Add members
cs: Přidat členy
he: הוסף חברים
hr: Dodajte članove
hu: Tagok hozzáadása
nb: Legg til medlemmer
sk: Pridať členov
sr_cyrl: Додај чланове

# ChannelAdmin
source: Admin
cs: Správce
he: מנהל
hr: Administrator
nb: Administrator
sk: Správca
sr_cyrl: Админ

# ChannelAdministrators
source: Administrators
cs: Správci
he: מנהלים
hr: Administratori
hu: Adminisztrátorok
nb: Administratorer
sk: Správcovia
sr_cyrl: Администратори

# ChannelAdminsInfo
source: You can add admins to help you manage your channel. Press and hold to remove admins.
cs: Můžete přidat správce, kteří Vám pomohou spravovat kanál. Klepnutím a přidržením mužete správce odebrat.
he: באפשרותך להוסיף מנהלים שיעזרו לך לנהל את הערוץ שלך. לחץ והחזק כדי להסיר מנהלים.
hr: Možete dodati administratore koji će vam pomoći upravljati kanalom. Pritisnite i držite ako ih želite ukloniti.
hu: Felvehetsz adminisztrátorokat, akik segíthetnek a csatorna karbantartásában. Hosszan nyomva eltávolíthatod őket.
nb: Du kan legge til administratorer for å hjelpe deg med å administrere kanalen. Trykk og hold for å fjerne disse.
sk: Môžete pridať správcov, ktorí vám pomôžu spravovať váš kanál. Stlačením a podržaním správcov odstránite.
sr_cyrl: Можете додати администраторе који ће вам помоћи да управљате каналом. Притисните и држите да бисте их уклонили.

# ChannelAntiSpam
source: Aggressive Anti-Spam
cs: Agresivní Anti-Spam
he: אנטי-ספאם אגרסיבי
hr: Napredno filtriranje
hu: Agresszív spamszűrés
nb: Aggressiv anti-spam
sk: Agresívny antispam
sr_cyrl: Напредна заштита од спама

# ChannelAntiSpamFalsePositiveReported
source: Telegram moderators will review your report. Thank you!
cs: Moderátoři Telegramu vaši zprávu přezkoumají. Děkujeme!
he: המפעילים של טלגרם יסקרו את הדיווח שלך. תודה רבה!
hr: Moderatori Telegrama će pregledati prijavu. Hvala!
hu: A Telegram moderátorai kivizsgálják a jelentésedet. Köszönjük!
nb: Telegram moderatorer vil gå igjennom rapporten din. Takk!
sk: Moderátori Telegramu vašu správu preskúmajú. Ďakujeme!
sr_cyrl: Telegram-ови модератори ће прегледати вашу пријаву. Хвала!

# ChannelAntiSpamInfo
source: Telegram will filter more spam, but may occasionally affect ordinary messages. You can report False Positives in Recent Actions.
cs: Telegram bude filtrovat více spamu, ale občas může ovlivnit běžné zprávy. Falešně pozitivní zprávy můžete nahlásit v sekci Nedávné akce.
he: טלגרם תסנן יותר ספאם, אך עלולה לעיתים להשפיע על הודעות רגילות. ניתן לדווח על זיהוי שגוי של ספאם בפעולות האחרונות.
hr: Telegram će filtrirati neželjene poruke, ali povremeno može utjecati i na obične poruke. Pogrešne akcije možete prijaviti u nedavnim radnjama.
hu: A Telegram több levélszemetet szűr ki, de előfordulhat hogy rendes üzenetek is szűrésre kerülnek. A hibásan azonosított spam üzeneteket a Legutóbbi műveletek menüben engedélyezheted.
nb: Telegram vil filtrere mer spam, men dette kan noen ganger påvirke ordinære meldinger. Du kan rapportere falske positive filtreringer i Nylige handlinger.
sk: Telegram bude filtrovať viac spamu, ale občas môže ovplyvniť aj bežné správy. Falošne pozitívne správy môžete nahlásiť v sekcii Nedávne akcie.
sr_cyrl: Telegram ће филтрирати више нежељеног садржаја, али повремено може утицати на обичне поруке. Потврђене грешке можете пријавити у недавним радњама.

# ChannelBlacklist
source: Removed Users
cs: Odebraní uživatelé
he: משתמשים שהוסרו
hr: Uklonjeni korisnici
hu: Eltávolított felhasználók
nb: Utestengte brukere
sk: Odstránení používatelia
sr_cyrl: Уклоњени корисници

# ChannelBlockedUsers
source: Removed users
cs: Odebraní uživatelé
he: משתמשים שהוסרו
hr: Zabranjen pristup
hu: Felhasználók eltávolítása
nb: Utestengte brukere
sk: Odstránení používatelia
sr_cyrl: Уклоњени корисници

# ChannelBlockUser
source: Remove User
cs: Odebrat uživatele
he: הסר משתמש
hr: Ukloni korisnika
hu: Felhasználó eltávolítása
nb: Utesteng bruker
sk: Odstrániť používateľa
sr_cyrl: Уклони корисника

# ChannelBots
source: Bots
cs: Boti
he: בוטים
hr: Botovi
hu: Botok
nb: Roboter
sk: Boti
sr_cyrl: Ботови

# ChannelBroadcast
source: Broadcast
cs: Vysílat
he: שידור
hr: Objava
hu: Közzététel
nb: Kringkast
sk: Vysielanie
sr_cyrl: Емитовање

# ChannelCantOpenPrivate
source: Sorry, this chat is no longer accessible.
cs: Litujeme, tato konverzace již není dostupná.
he: מצטערים, צ'אט זה אינו זמין עוד.
hr: Nažalost, ovaj razgovor više nije dostupan.
hu: Sajnáljuk, ez a csevegés már nem elérhető.
nb: Beklager, denne samtalen er ikke lenger tilgjengelig.
sk: Prepáčte, táto konverzácia nie je viac dostupná.
sr_cyrl: Ово ћаскање више није доступно.

# ChannelCantSendMessage
source: Sorry, you can't send messages to this channel.
cs: Je nám líto, ale do tohoto kanálu posílat zprávy nemůžete.
he: מצטערים, אין באפשרותך לשלוח הודעות לערוץ זה.
hr: Nažalost, ne možete slati poruke u ovaj kanal.
hu: Sajnáljuk, nem küldhetsz üzenetet ebbe a csatornába.
nb: Beklager, du kan ikke sende meldinger til denne kanalen.
sk: Prepáčte, nemôžete posielať správy do tohto kanála.
sr_cyrl: Не можете да прослеђујете поруке на овај канал јер нисте власник или администратор канала.

# ChannelCreator
source: Owner
cs: Vlastník
he: בעלים
hr: Vlasnik
hu: Tulajdonos
nb: Eier
sk: Vlastník
sr_cyrl: Власник

# ChannelDelete
source: Delete Channel
cs: Smazat kanál
he: מחק ערוץ
hr: Izbriši kanal
hu: Csatorna törlése
nb: Slett kanal
sk: Odstrániť kanál
sr_cyrl: Избриши канал

# ChannelDeleteAlert
source: Deleting this channel will remove all subscribers and all posts will be lost. Delete the channel anyway?
cs: Odstraněním tohoto kanálu odstraníte všechny odběratele a všechny příspěvky budou ztraceny. Opravdu chcete kanál smazat?
he: מחיקת הערוץ תסיר את כל המנויים וכל ההודעות ימחקו. למחוק את הערוץ בכל זאת?
hr: Brisanjem ovog kanala uklonit ćete sve pretplatnike i sve objave će biti izgubljene. Svejedno izbrisati kanal?
hu: A csatorna törlésével minden feliratkozó és üzenet el fog veszni. Biztosan törlöd a csatornát?
nb: Sletting av kanalen vil fjerne alle abonnenter og alle innlegg vil gå tapt. Slett kanalen allikevel?
sk: Odstránením tohto kanálu odstránite aj všetkých odberateľov a všetky príspevky. Chcete ho aj tak odstrániť?
sr_cyrl: Брисањем овог канала биће уклоњени сви пратиоци и све објаве ће бити изгубљене. Желите ли да избришете канал?

# ChannelDeletedUndo
source: Channel deleted.
cs: Kanál smazán.
he: הערוץ נמחק.
hr: Kanal je izbrisan.
hu: Csatorna törölve.
nb: Kanal slettet.
sk: Kanál bol vymazaný.
sr_cyrl: Канал је избрисан.

# ChannelDeleteInfo
source: This will delete all messages in the channel for all subscribers.
cs: Tímto smažete všechny zprávy v kanálu i u všech odběratelů.
he: פעולה זו תמחק את כל ההודעות בערוץ עבור כל המנויים.
hr: Ova radnja će svim pretplatnicima izbrisati sve objave u kanalu.
hu: Ez mindenki számára törli a csatorna összes üzenetét.
nb: Dette vil slette alle meldinger i kanalen for alle abonnenter.
sk: Týmto sa odstránia všetky správy v kanáli pre všetkých odberateľov.
sr_cyrl: Ово ће избрисати све поруке на овом каналу за све пратиоце.

# ChannelDeleteMenu
source: Delete channel
cs: Smazat kanál
he: מחק ערוץ
hr: Izbriši kanal
hu: Csatorna törlése
nb: Slett kanal
sk: Odstrániť kanál
sr_cyrl: Избриши канал

# ChannelEdit
source: Edit
cs: Upravit
he: עריכה
hr: Uredi
hu: Szerkesztés
nb: Rediger
sk: Upraviť
sr_cyrl: Уреди

# ChannelHideMembers
source: Hide Members
cs: Skrýt členy
he: הסתר חברים
hr: Sakrij članove
hu: Tagok elrejtése
nb: Skjul medlemmer
sk: Skryť členov
sr_cyrl: Сакриј чланове

# ChannelHideMembersInfo
source: Switch on to hide the list of members in this group. Admins will remain visible.
cs: Zapnutím této možnosti skryjete seznam členů této skupiny. Správci zůstanou viditelní.
he: הפעל כדי להסתיר את רשימת החברים בקבוצה זו. המנהלים ישארו גלויים.
hr: Uključite ako želite sakriti popis članova u ovoj grupi. Administratori će ostati vidljivi.
hu: Kapcsold be a csoport tagjainak elrejtéséhez. Az adminisztrátorok továbbra is láthatóak maradnak.
nb: Slå på for å skjule medlemslisten i denne gruppen. Administratorer vil fortsatt være synlige.
sk: Zapnutím skryjete zoznam členov tejto skupiny. Správcovia zostanú viditeľní.
sr_cyrl: Укључите да бисте сакрили листу чланова ове групе. Администратори ће остати видљиви.

# ChannelInviteLinkTitle
source: Invite Link
cs: Odkaz s pozvánkou
he: קישור הזמנה
hr: Pozivnica
hu: Meghívó link
nb: Invitasjonslenke
sk: Pozvánka
sr_cyrl: Позивница

# ChannelInviteViaLink
source: Invite via Link
cs: Pozvat pomocí odkazu
he: הזמן באמצעות קישור
hr: Pozovi preko linka
hu: Meghívás hivatkozással
nb: Inviter via lenke
sk: Pozvať prostredníctvom odkazu
sr_cyrl: Позови преко линка

# ChannelInviteViaLinkRestricted
source: You can't create a link
he: אין באפשרותך ליצור קישור
hr: Ne možete napraviti link
hu: Nem tudsz linket létrehozni
nb: Du kan ikke opprette en lenke
sk: Nemôžete vytvoriť odkaz
sr_cyrl: Не можете направити линк

# ChannelJoin
source: JOIN
cs: PŘIPOJIT SE
he: הצטרף
hr: PRIDRUŽI SE
hu: CSATLAKOZÁS
nb: BLI MED
sk: PRIPOJIŤ SA
sr_cyrl: ПРИДРУЖИ МЕ

# ChannelJoined
source: You joined this channel
cs: Připojení do kanálu bylo úspěšné
he: הצטרפת לערוץ זה
hr: Pridružili ste se ovom kanalu
hu: Csatlakoztál a csatornához
nb: Du ble med i denne kanalen
sk: Pripojili ste sa k tomuto kanálu
sr_cyrl: Придружили сте се овом каналу.

# ChannelLeaveAlert
source: Are you sure you want to leave this channel?
cs: Opravdu chcete opustit kanál?
he: האם באמת ברצונך לעזוב את הערוץ?
hr: Želite li napustiti ovaj kanal?
hu: Biztosan elhagyod a csatornát?
nb: Er du sikker på at du vil forlate denne kanalen?
sk: Naozaj chcete opustiť tento kanál?
sr_cyrl: Желите ли да напустите овај канал?

# ChannelLeaveAlertWithName
source: Are you sure you want to leave **{0}**?
cs: Opravdu chcete opustit **{0}**?
he: האם בוודאות ברצונך לעזוב את **⁨{0}⁩**?
hr: Želite li napustiti kanal **{0}**?
hu: Biztosan el akarod hagyni a(z) **{0}** csatornát?
nb: Er du sikker på at du vil forlate **{0}**?
sk: Naozaj chcete opustiť kanál **{0}**?
sr_cyrl: Желите ли да напустите **{0}**?

# ChannelLinkInfo
source: Anyone who has Telegram installed will be able to join your channel by following this link.
cs: Každý, kdo má nainstalovaný Telegram, se bude moci připojit k Vašemu kanálu pomocí následujícího odkazu.
he: כל מי שיש לו טלגרם יוכל להצטרף לערוץ שלך על ידי לחיצה על קישור זה.
hr: Svatko tko ima instalirani Telegram moći će se pridružiti vašoj grupi preko ovog linka.
hu: Bárki aki Telegramot használ, ezzel a hivatkozással csatlakozhat majd a csatornához.
nb: Alle som har Telegram installert vil kunne bli med i kanalen din ved å følge denne lenken.
sk: Ktokoľvek, kto má nainštalovaný Telegram, bude schopný sa pripojiť do vášho kanála prostredníctvom tohto odkazu.
sr_cyrl: Свако ко има инсталиран Telegram ће моћи да се придружи вашем каналу преко овог линка.

# ChannelLinkTitle
source: Public link
cs: Veřejný odkaz
he: קישור ציבורי
hr: Javni link
hu: Nyilvános link
nb: Offentlig lenke
sk: Verejný odkaz
sr_cyrl: Јавни линк

# ChannelMegaJoined
source: You joined this group
cs: Připojení ke skupině úspěšné
he: הצטרפת לקבוצה זו
hr: Pridružili ste se grupi
hu: Csatlakoztál a csoporthoz
nb: Du ble med i denne gruppen
sk: Pripojili ste sa k tejto skupine
sr_cyrl: Придружили сте се овој групи

# ChannelMembers
source: Members
cs: Členové
he: חברים
hr: Članovi
hu: Tagok
nb: Medlemmer
sk: Členovia
sr_cyrl: Чланови

# ChannelMembersInfo
source: Only channel admins can see this list.
cs: Tento seznam vidí pouze správci kanálu .
he: רק מנהלי הערוץ רשאים לראות רשימה זו.
hr: Samo administratori kanala mogu vidjeti ovaj popis.
hu: Csak a csatorna adminjai látják ezt a listát.
nb: Bare kanaladministratorer kan se denne listen.
sk: Len správcovia kanála môžu vidieť tento zoznam.
sr_cyrl: Само администратори канала могу да виде ову листу.

# ChannelMute
source: MUTE
cs: VYPNOUT OZNÁMENÍ
he: השתק
hr: ISKLJUČI OBAVIJESTI
hu: NÉMÍTÁS
nb: SLÅ AV VARSLER
sk: VYPNÚŤ UPOZORNENIA
sr_cyrl: ИСКЉУЧИ ОБАВЕШТЕЊА

# ChannelOtherMembers
source: Other members
cs: Ostatní členové
he: חברים אחרים
hr: Ostali članovi
hu: Más tagok
nb: Andre medlemmer
sk: Ostatní používatelia
sr_cyrl: Остали чланови

# ChannelPermissions
source: Permissions
cs: Oprávnění
he: הרשאות
hr: Dopuštenja
hu: Jogosultságok
nb: Tillatelser
sk: Povolenia
sr_cyrl: Дозволе

# ChannelPermissionsHeader
source: What can members of this group do?
cs: Co mohou členové této skupiny dělat?
he: מה יכולים חברי קבוצה זו לעשות?
hr: Koja dopuštenja imaju članovi ove grupe?
hu: Mit tehetnek a csoport tagjai?
nb: Hva kan medlemmene i denne gruppen gjøre?
sk: Čo môžu robiť členovia tejto skupiny?
sr_cyrl: Шта чланови ове групе могу да раде?

# ChannelPrivate
source: Private Channel
cs: Soukromý kanál
he: ערוץ פרטי
hr: Privatni kanal
hu: Privát csatorna
nb: Privat kanal
sk: Súkromný kanál
sr_cyrl: Приватни канал

# ChannelPrivateInfo
source: Private channels can only be joined via invite link.
cs: K soukromým kanálům se lze připojit pomocí odkazu s pozvánkou.
he: ניתן להצטרף לערוצים פרטיים באמצעות קישור הזמנה בלבד.
hr: U privatne kanale se može pristupiti jedino preko pozivnice.
hu: Privát csatornákhoz csak meghívó linkkel lehet csatlakozni.
nb: Private kanaler er bare tilgjengelige via invitasjonslenker.
sk: K súkromným kanálom je možné sa pripojiť len prostredníctvom pozvánky.
sr_cyrl: Приватним каналима се може придружити само преко позивнице.

# ChannelPrivateLinkHelp
source: People can join your channel by following this link. You can revoke the link at any time.
cs: Lidé se mohou připojit k Vašemu kanálu pomocí následujícího odkazu. Odkaz můžete kdykoliv odvolat.
he: אנשים יכולים להצטרף לערוץ שלך על ידי לחיצה על קישור זה. תוכל לבטל את הקישור בכל עת.
hr: Osobe će se moći pridružiti vašem kanalu preko ovog linka. Možete opozvati link u bilo kojem trenutku.
hu: Az emberek csatlakozhatnak a csatornádhoz a hivatkozással. Bármikor visszavonhatod ezt a hivatkozást.
nb: Folk kan bli med i kanalen din ved å følge denne lenken. Du kan annullere lenken når som helst.
sk: Ľudia sa môžu prostredníctvom tohto odkazu pripojiť k vášmu kanálu. Odkaz môžete kedykoľvek odvolať.
sr_cyrl: Људи се могу придружити вашем каналу преко овог линка. Линк можете опозвати у било ком тренутку.

# ChannelPublic
source: Public Channel
cs: Veřejný kanál
he: ערוץ ציבורי
hr: Javni kanal
hu: Nyilvános csatorna
nb: Offentlig kanal
sk: Verejný kanál
sr_cyrl: Јавни канал

# ChannelPublicInfo
source: Public channels can be found in search, anyone can join them.
cs: Veřejné kanály lze nalézt pomocí hledání, kdokoliv se k nim může připojit.
he: ניתן למצוא ערוצים ציבוריים בחיפוש, כל אחד יכול להצטרף אליהם.
hr: Javni kanali mogu se pronaći pomoću tražilice i bilo tko im može pristupiti.
hu: A nyilvános csatornák megjelennek a keresőben, bárki csatlakozhat hozzájuk.
nb: Offentlige kanaler kan bli funnet i søk, og alle kan bli abonnere på disse.
sk: Verejné kanály je možné nájsť vo vyhľadávaní, ktokoľvek sa k nim môže pripojiť.
sr_cyrl: Јавни канал се може пронаћи путем претраге и свако се може придружити.

# Channels_one
source: {0} channel
cs: {0} kanál
he: ערוץ אחד
hr: {0} kanal
hu: {0} csatornát
nb: {0} kanal
sk: {0} kanál
sr_cyrl: {0} канал

# Channels_other
source: {0} channels
cs: {0} kanálů
he: ⁨{0}⁩ ערוצים
hr: {0} kanala
hu: {0} csatornát
nb: {0} kanaler
sk: {0} kanálov
sr_cyrl: {0} канала

# ChannelSettings
source: Settings
cs: Nastavení
he: הגדרות
hr: Postavke
hu: Beállítások
nb: Innstillinger
sk: Nastavenia
sr_cyrl: Подешавања

# ChannelSettingsJoinRequest
source: Approve new members
cs: Schválit nové členy
he: אשר חברים חדשים
hr: Odobrenje za nove članove
hu: Új tagok jóváhagyása
nb: Godkjenn nye medlemmer
sk: Schvaľovať nových členov
sr_cyrl: Одобри нове чланове

# ChannelSettingsJoinRequestInfo
source: Turn this on if you want users to join only after they are approved by an admin.
cs: Tuto možnost zapněte, pokud chcete, aby se uživatelé připojovali až po schválení správcem.
he: יש להפעיל אפשרות זו אם ברצונך שמשתמשים יצטרפו רק לאחר אישור מנהל.
hr: Uključite ako želite da se korisnici pridruže tek nakon što ih odobri administrator.
hu: Kapcsold be, ha azt szeretnéd, hogy a felhasználók csak az admin jóváhagyása után csatlakozhassanak.
nb: Aktiver dette hvis du ønsker at brukere må godkjennes av en administrator for å få bli med.
sk: Zapnite túto možnosť, ak chcete, aby sa používatelia pripájali až po schválení správcom.
sr_cyrl: Укључите ако желите да се корисници придруже тек након што их одобри администратор.

# ChannelSettingsJoinTitle
source: Who can send messages?
cs: Kdo může odesílat zprávy?
he: מי יכול לשלוח הודעות?
hr: Tko može slati poruke?
hu: Kik küldhetnek üzeneteket?
nb: Hvem kan sende meldinger?
sk: Kto môže odosielať správy?
sr_cyrl: Ко може да шаље поруке?

# ChannelSettingsJoinToSend
source: Only members
cs: Pouze členové
he: חברים בלבד
hr: Samo članovi
hu: Csak tagok
nb: Bare medlemmer
sk: Iba členovia
sr_cyrl: Само чланови

# ChannelSettingsJoinToSendInfo
source: Turn this on if you expect users to join your group before being able to send messages.
cs: Tuto možnost zapněte, pokud očekáváte, že se uživatelé ke skupině připojí dříve, než budou moci odesílat zprávy.
he: הפעל אפשרות זו אם ברצונך שמשתמשים יצטרפו לקבוצה לפני שהם יכולים לשלוח הודעות.
hr: Uključite ako želite da se korisnici moraju pridružiti vašoj grupi kako bi mogli slati poruke.
hu: Kapcsold be, ha szeretnéd hogy a felhasználók csatlakozzanak a csoportodhoz mielőtt üzeneteket küldhetnének a csoportba.
nb: Slå på dette hvis du vil at brukere må bli godkjent av en administrator før de kan sende meldinger.
sk: Túto možnosť zapnite, ak chcete, aby používatelia mohli odosielať správy až po schválení správcom.
sr_cyrl: Укључите ако очекујете да се корисници придруже вашој групи пре него што буду могли да шаљу поруке.

# ChannelSettingsTitle
source: Channel Settings
cs: Nastavení kanálu
he: הגדרות ערוץ
hr: Postavke kanala
hu: Csatorna beállítások
nb: Kanalinnstillinger
sk: Nastavenia kanála
sr_cyrl: Подешавање канала

# ChannelSignMessages
source: Sign Messages
cs: Podepisovat zprávy
he: חתימות בהודעות
hr: Potpiši objave
hu: Üzenetek aláírása
nb: Signer meldinger
sk: Podpisovať správy
sr_cyrl: Потпиши поруке

# ChannelSignMessagesInfo
source: Add names of admins to the messages they post
cs: Přidá jména správců ke zprávám, které pošlou
he: הוסף שמות מנהלים להודעות שהם מפרסמים
hr: Uz objavu će biti prikazano i ime administratora
hu: Az adminok nevének hozzáadása az üzeneteikhez
nb: Legg til administratorenes navn i meldingene de legger ut
sk: Pridať mená správcov ku správam, ktoré odošlú
sr_cyrl: Додаје имена администратора на поруке које објављују.

# ChannelSilentBroadcast
source: Silent Broadcast
cs: Tiché vysílání
he: שידור שקט
hr: Utišana objava
hu: Csendes közzététel
nb: Stille kringkasting
sk: Tiché vysielanie
sr_cyrl: Тихо емитовање

# ChannelSubscribers
source: Subscribers
cs: Odběratelé
he: מנויים
hr: Pretplatnici
hu: Feliratkozók
nb: Abonnenter
sk: Odberatelia
sr_cyrl: Пратиоци

source: Channel Type
cs: Typ kanálu
he: סוג ערוץ
hr: Vrsta kanala
hu: Csatorna típusa
nb: Kanaltype
sk: Typ kanála
sr_cyrl: Тип канала

# ChannelTypeHeader
source: Channel type
cs: Typ kanálu
he: סוג ערוץ
hr: Vrsta kanala
hu: Csatorna típusa
nb: Kanaltype
sk: Typ kanála
sr_cyrl: Тип канала

# ChannelUnmute
source: UNMUTE
cs: ZAPNOUT OZNÁMENÍ
he: בטל השתקה
hr: UKLJUČI OBAVIJESTI
hu: NÉMÍTÁS FELOLDÁSA
nb: SLÅ PÅ VARSLER
sk: ZAPNÚŤ UPOZORNENIA
sr_cyrl: УКЉУЧИ ОБАВЕШТЕЊА
